Repository: SalissouG/Ventes-SN
Catalog: VenteApp/Resources/Localization/Strings.*.resx
Languages: pt

# ActionLabel
source: Action
pt: Ação

# ActionsLabel
source: Actions
pt: Ações

# AddClientButton
source: Ajouter un client
pt: Adicionar um cliente

# AddProductButton
source: Ajouter un produit
pt: Adicionar um produto

# AddressLabel
source: Adresse
pt: Endereço

# AddressPlaceholder
source: Adresse
pt: Endereço

# AddUserButton
source: Ajouter un utilisateur
pt: Adicionar um usuário

# AppName
source: Vente App
pt: Aplicativo de Vendas

# BasketLabel
source: Panier
pt: Carrinho

# BasketTitle
source: Panier
pt: Carrinho

# BillingLabel
source: Factures
pt: Faturas

# BillingsTitle
source: Factures
pt: Faturas

# CancelButton
source: Annuler
pt: Cancelar

# CategoryLabel
source: Catégorie
pt: Categoria

# CategoryPlaceholder
source: Catégorie
pt: Categoria

# ClientLabel
source: Client :
pt: Cliente :

# ClientNumberLabel
source: Numéro de Siret
pt: Número do SIRET

# ClientNumberLabelFact
source: Numéro de Siret :
pt: Número do SIRET :

# ClientNumberPlaceholder
source: Entrez le numéro Siret
pt: Digite o número do SIRET

# ClientPickerTitle
source: Sélectionner un client
pt: Selecionar um cliente

# ClientsLabel
source: Clients
pt: Clientes

# ClientsTitle
source: Clients
pt: Clientes

# ClientTitle
source: Client
pt: Cliente

# CodeLabel
source: Code
pt: Código

# CreateUserTitle
source: Créer un utilisateur
pt: Criar um usuário

# DashboardLabel
source: Tableau de bord
pt: Painel de controle

# DashboardTitle
source: Tableau de bord
pt: Painel

# DateFormat
source: Le {0/MM/yyyy HH}
pt: Em {0/MM/yyyy HH}

# DateLabel
source: Date :
pt: Data :

# DeleteButton
source: Supprimer
pt: Remover

# DescriptionLabel
source: Description
pt: Descrição

# DescriptionPlaceholder
source: Description
pt: Descrição

# DownloadAllPdfButton
source: Télécharger PDF
pt: Baixar PDF

# DownloadChartsPdfButton
source: Télécharger le PDF des graphiques
pt: Baixar o PDF dos gráficos

# DownloadPdfButton
source: Télécharger PDF
pt: Baixar PDF

# EditButton
source: Modifier
pt: Editar

# EndDateLabel
source: Date fin :
pt: Data de término:

# EnterLicenseLabel
source: Entrez votre licence
pt: Insira sua licença

# EnterLicenseTitle
source: Entrer Licence
pt: Inserir Licença

# ExpirationDateLabel
source: Date d'expiration
pt: Data de validade

# FirstNameLabel
source: Prénom
pt: Primeiro Nome

# FirstNamePlaceholder
source: Prénom
pt: Primeiro Nome

# HistoricalLabel
source: Historiques
pt: Histórico

# HistoricalTitle
source: Historiques
pt: Histórico

# InventoryLabel
source: Inventaires
pt: Inventário

# InventoryTitle
source: Inventaires
pt: Inventário

# InvoiceTitle
source: Facture
pt: Fatura

# LastNameLabel
source: Nom
pt: Sobrenome

# LastNamePlaceholder
source: Nom
pt: Sobrenome

# LicenseKeyPlaceholder
source: Clé de licence
pt: Chave de licença

# LicenseLabel
source: Licence
pt: Licença

# LicenseWarningText
source: Votre licence expirera bientôt !
pt: Sua licença expirará em breve!

# LoginButton
source: Connexion
pt: Entrar

# LoginPageTitle
source: Page connexion
pt: Página de login

# LogoutLabel
source: Déconnexion
pt: Sair

# NameLabel
source: Nom
pt: Nome

# NamePlaceholder
source: Nom
pt: Nome

# NextButton
source: Suivant
pt: Próximo

# OwnerLabel
source: Propriétaire
pt: Proprietário

# PageLabel
source: Page {0} de {Binding TotalPages}
pt: Página {0} de {Binding TotalPages}

# PageTitle
source: Créer un client
pt: Criar um cliente

# PasswordLabel
source: Mot de passe
pt: Senha

# PasswordPlaceholder
source: Mot de passe
pt: Senha

# PhoneLabel
source: Téléphone
pt: Telefone

# PhonePlaceholder
source: Numéro de téléphone
pt: Número de telefone

# PreviousButton
source: Précédent
pt: Anterior

# PriceLabel
source: Prix
pt: Preço

# ProductDashboardTitle
source: Tableau de bord des produits
pt: Painel de produtos

# ProductDetailsTabTitle
source: Détails du produit
pt: Detalhes do produto

# ProductDetailsTitle
source: Détails du produit
pt: Detalhes do produto

# ProductLabel
source: Produit
pt: Produto

# ProductNameLabel
source: Nom du Produit
pt: Nome do Produto

# ProductPageTitle
source: Produit
pt: Produto

# ProductsLabel
source: Produits
pt: Produtos

# ProductsTitle
source: Produits
pt: Produtos

# ProviderAddressLabel
source: Adresse
pt: Endereço

# ProviderDetailsTabTitle
source: Détails du fournisseur
pt: Detalhes do fornecedor

# ProviderFirstNameLabel
source: Prénom du fournisseur
pt: Primeiro nome do fornecedor

# ProviderNameLabel
source: Nom du fournisseur
pt: Nome do fornecedor

# ProviderPageTitle
source: Fournisseur
pt: Fornecedor

# ProviderPhoneLabel
source: Numéro de téléphone
pt: Número de telefone

# ProviderPickerTitle
source: Sélectionner un fournisseur
pt: Selecionar fornecedor

# ProviderProductsTitle
source: Produits du fournisseur
pt: Produtos do fornecedor

# ProvidersLabel
source: Fournisseurs
pt: Fornecedores

# ProvidersTitle
source: Fournisseurs
pt: Fornecedores

# ProviderTitle
source: Créé un fournisseur
pt: Criar um fornecedor

# PurchasePriceLabel
source: Prix d'achat
pt: Preço de compra

# PurchasePricePlaceholder
source: Prix d'achat
pt: Preço de compra

# QuantityLabel
source: Quantité
pt: Quantidade

# QuantitySoldLabel
source: Quantité vendue
pt: Quantidade vendida

# RemoveButton
source: Supprimer
pt: Remover

# RoleLabel
source: Rôle
pt: Função

# SaleDateLabel
source: Date de vente
pt: Data de venda

# SalePriceLabel
source: Prix de vente
pt: Preço de venda

# SalePricePlaceholder
source: Prix de vente
pt: Preço de venda

# SalesLabel
source: Ventes
pt: Vendas

# SalesSummaryLabel
source: Total des ventes
pt: Total de vendas

# SalesSummaryTitle
source: Total des ventes
pt: Total de vendas

# SalesTitle
source: Ventes
pt: Vendas

# SaveButton
source: Enregistrer
pt: Salvar

# SearchClientPlaceholder
source: Rechercher un client
pt: Procurar um cliente

# SearchPlaceholder
source: Recherche par client ou total
pt: Pesquisa por cliente ou total

# SearchProductPlaceholder
source: Rechercher un produit
pt: Pesquisar um produto

# SearchSalePlaceholder
source: Rechercher une vente
pt: Pesquisar uma venda

# SearchUserPlaceholder
source: Rechercher un utilisateur
pt: Pesquisar um usuário

# SelectDatePlaceholder
source: Sélectionnez une date
pt: Selecione uma data

# ShowButton
source: Afficher
pt: Mostrar

# SizeLabel
source: Taille
pt: Tamanho

# SizePlaceholder
source: Taille
pt: Tamanho

# StartDateLabel
source: Date début :
pt: Data de início:

# StockLabel
source: Stock
pt: Estoque

# StockPlaceholder
source: Stock
pt: Estoque

# TopLeastSoldLabel
source: Top 10 Produits les moins vendus
pt: Top 10 Produtos menos vendidos

# TopMostSoldLabel
source: Top 10 Produits les plus vendus
pt: Top 10 Produtos mais vendidos

# TotalQuantitySoldLabel
source: Quantité Totale Vendue
pt: Quantidade Total Vendida

# TotalSalesPriceLabel
source: Prix Total des Ventes
pt: Preço Total das Vendas

# UnitMeasureLabel
source: Unité de mesure
pt: medida

# UnitMeasurePlaceholder
source: Unité de mesure
pt: medida

# UsersLabel
source: Utilisateurs
pt: Usuários

# UsersTitle
source: Utilisateurs
pt: Usuários

# UserTitle
source: Utilisateur
pt: Usuário

# ValidateBasketButton
source: Valider le panier
pt: Validar carrinho

# ValidateButton
source: Valider
pt: Validar

# ViewBasketButton
source: Voir le panier
pt: Ver o carrinho

# ViewButton
source: Voir
pt: Ver

# WelcomeMessage
source: Bienvenue dans l'application VenteApp
pt: Bem-vindo ao aplicativo VenteApp

# WelcomeTitle
source: Bienvenue
pt: Bem-vindo

# ProviderPickerLabel
source: Fournisseurs
pt: Fornecedores

# ProviderDetailsTitle
source: Informations sur le fournisseur
pt: Informações do fornecedor
